@php
    // Get the path to the images
    $imageBannerOne = public_path('frontend/assests/images/pdf/banner1-min-min (1).png');
    $imageBannerTwo = public_path('frontend/assests/images/pdf/banner-resize.png');
    $imageCheque = public_path('frontend/assests/images/pdf/cheque.png');

    // Read the file contents and encode them
    $raviMundrraBannerOne = base64_encode(file_get_contents($imageBannerOne));
    $raviMundrraBannerTwo = base64_encode(file_get_contents($imageBannerTwo));
    $imageChequeContent = base64_encode(file_get_contents($imageCheque));

    // Format the images as base64 data URIs
    $raviMundrraBannerOneSrc = 'data:image/png;base64,' . $raviMundrraBannerOne;
    $raviMundrraBannerTwoSrc = 'data:image/png;base64,' . $raviMundrraBannerTwo;
    $imageChequeSrc = 'data:image/png;base64,' . $imageChequeContent;
@endphp
<a name="rudraksha"></a>


{{-- <div
    style="background-image: url('{{ $backgroundPdfSrc }}'); background-size: cover; background-position: center; margin:auto; width:100%; height:100%;"> --}}
<div style="height: 780px; width:70%; margin:0 auto;  ">
    <table style="width: 100%">
        <thead>
            <tr>
                <th style="width:100%; padding-bottom:20px;">
                    <h2 style="font-size:28px; text-align: center; color:#8B6C56; font-weight:700; ">
                        !! ॐ गं गणपतये नमः !!
                    </h2>
                </th>
            </tr>
        </thead>
        <tbody>
            <tr>
                <td style=" text-align: center; padding: 0px 0 0 0;">
                    <h2 style="color:#EC4400;font-weight:bold; font-size:28px">
                        Rudraksha
                    </h2>
                </td>
            </tr>
            <tr>
                <td style=" padding: 10px 0 0 0; text-align:justify">
                    <p style="color:#000; font-size:16px; ">
                        हम आपकी ग्रह स्थिति और विशिष्ट व्यावसायिक समस्याओं के आधार पर उपयुक्त रुद्राक्ष की सिफारिश कर
                        सकते हैं।
                        रुद्राक्ष के मोती जीवन में केवल सकारात्मक परिणाम लाने के लिए जाने जाते हैं, जो आपकी
                        व्यक्तिगत और
                        व्यावसायिक वृद्धि को बढ़ावा देते हैं, और आपके ज्योतिषीय आवश्यकताओं के साथ सामंजस्य
                        स्थापित करते
                        हैं।
                    </p>
                </td>
            </tr>
            <tr>
                <td style=" padding: 10px 0 0 0;">
                    <p style="color:#000; font-size:16px; ">
                        शिव पुराण के प्रथम खंड के विद्वेषार संहिता के 25वें अध्याय श्लोक 50-55【विद्येश्वर संहिता】
                    </p>
                </td>
            </tr>
            <tr>
                <td style=" padding: 20px 0 0 0;">
                    <p style="color:#000; font-size:18px; font-weight:bold ">
                        पच्चीसवाँ अध्याय "रुद्राक्ष माहात्म्य"
                    </p>
                </td>
            </tr>
            <tr>
                <td style=" padding: 10px 0 0 0; text-align:justify">
                    <p style="color:#000; font-size:16px; ">
                        सूत जी कहते हैं :– महाज्ञानी शिवस्वरूप शौनक ! भगवान शंकर के प्रिय रुद्राक्ष का माहात्म्य मैं
                        तुम्हें सुना
                        रहा हूं। यह रुद्राक्ष परम पावन है। इसके दर्शन, स्पर्श एवं जप करने से समस्त पाप नष्ट हो जाते हैं।
                        इसकी
                        महिमा तो स्वयं सदाशिव ने संपूर्ण लोकों के कल्याण के लिए देवी पार्वती को सुनाई है।
                    </p>
                </td>
            </tr>
            <tr>
                <td style=" padding: 10px 0 0 0; text-align:justify">
                    <p style="color:#000; font-size:16px; ">
                        भगवान शिव बोले :- हे देवी! तुम्हारे प्रेमवश भक्तों के हित की कामना से रुद्राक्ष की महिमा का
                        वर्णन
                        कर रहा
                        हूं। पूर्वकाल में मैंने मन को संयम में रखकर हजारों दिव्य वर्षों तक घोर तपस्या की। एक दिन अचानक
                        मेरा मन
                        क्षुब्ध हो उठा और मैं सोचने लगा कि मैं संपूर्ण लोकों का उपकार करने वाला स्वतंत्र परमेश्वर हूं।
                        अतः मैंने
                        लीलावश अपने दोनों नेत्र खोल दिए । नेत्र खुलते ही मेरे नेत्रों से जल की झड़ी लग गई, उसी से गौड़
                        देश से
                        लेकर मथुरा, अयोध्या, काशी, लंका, मलयाचल पर्वत आदि स्थानों में रुद्राक्षों के पेड़ उत्पन्न हो गए।
                        तभी से
                        इनका माहात्म्य बढ़ गया और वेदों में भी इनकी महिमा का वर्णन किया गया है। इसलिए रुद्राक्ष की माला
                        समस्त
                        पापों का नाश कर भक्ति-मुक्ति देने वाली है। ब्राह्मण, वैश्य, क्षत्रिय और शूद्र जातियों में जन्मे
                        शिवभक्त
                        सफेद, लाल, पीले या काले रुद्राक्ष धारण करें। मनुष्यों को जाति अनुसार ही रुद्राक्ष धारण करना
                        चाहिए। आंवले
                        के फल के बराबर रुद्राक्ष को श्रेष्ठ माना जाता है। बेर के फल के बराबर को मध्यम श्रेणी का और चने
                        के आकार
                        के रुद्राक्ष को निम्न श्रेणी का माना जाता है।
                    </p>
                </td>
            </tr>
        </tbody>
    </table>
</div>
{{-- <div style="height: 200px;">
    @include('pdf.static_page.footer')
</div> --}}











{{-- <div class="container">
    <h1>Rudraksha</h1>

    <div class="content">
        <p>हम आपकी ग्रह स्थिति और विशिष्ट व्यावसायिक समस्याओं के आधार पर उपयुक्त रुद्राक्ष 🌿 की सिफारिश कर सकते हैं।
            रुद्राक्ष के मोती जीवन में केवल सकारात्मक परिणाम 🌟✨ लाने के लिए जाने जाते हैं, जो आपकी व्यक्तिगत 😊 और
            व्यावसायिक वृद्धि 🌱📈 को बढ़ावा देते हैं, और आपके ज्योतिषीय आवश्यकताओं 💫🌕 के साथ सामंजस्य स्थापित करते
            हैं।</p>

        <div class="section">
            <h2>शिव पुराण के प्रथम खंड के विद्वेषार संहिता के 25वें अध्याय श्लोक 50-55【विद्येश्वर संहिता】</h2>
            <p>पच्चीसवाँ अध्याय "रुद्राक्ष माहात्म्य"</p>
            <p>सूत जी कहते हैं :– महाज्ञानी शिवस्वरूप शौनक ! भगवान शंकर के प्रिय रुद्राक्ष का माहात्म्य मैं तुम्हें सुना
                रहा हूं। यह रुद्राक्ष परम पावन है। इसके दर्शन, स्पर्श एवं जप करने से समस्त पाप नष्ट हो जाते हैं। इसकी
                महिमा तो स्वयं सदाशिव ने संपूर्ण लोकों के कल्याण के लिए देवी पार्वती को सुनाई है।</p>
            <p>भगवान शिव बोले :- हे देवी! तुम्हारे प्रेमवश भक्तों के हित की कामना से रुद्राक्ष की महिमा का वर्णन कर रहा
                हूं। पूर्वकाल में मैंने मन को संयम में रखकर हजारों दिव्य वर्षों तक घोर तपस्या की। एक दिन अचानक मेरा मन
                क्षुब्ध हो उठा और मैं सोचने लगा कि मैं संपूर्ण लोकों का उपकार करने वाला स्वतंत्र परमेश्वर हूं। अतः मैंने
                लीलावश अपने दोनों नेत्र खोल दिए । नेत्र खुलते ही मेरे नेत्रों से जल की झड़ी लग गई, उसी से गौड़ देश से
                लेकर मथुरा, अयोध्या, काशी, लंका, मलयाचल पर्वत आदि स्थानों में रुद्राक्षों के पेड़ उत्पन्न हो गए। तभी से
                इनका माहात्म्य बढ़ गया और वेदों में भी इनकी महिमा का वर्णन किया गया है। इसलिए रुद्राक्ष की माला समस्त
                पापों का नाश कर भक्ति-मुक्ति देने वाली है। ब्राह्मण, वैश्य, क्षत्रिय और शूद्र जातियों में जन्मे शिवभक्त
                सफेद, लाल, पीले या काले रुद्राक्ष धारण करें। मनुष्यों को जाति अनुसार ही रुद्राक्ष धारण करना चाहिए। आंवले
                के फल के बराबर रुद्राक्ष को श्रेष्ठ माना जाता है। बेर के फल के बराबर को मध्यम श्रेणी का और चने के आकार
                के रुद्राक्ष को निम्न श्रेणी का माना जाता है।</p>
            <p>हे देवी! बेर के समान रुद्राक्ष छोटा होने पर भी लोक में उत्तम फल देने वाला तथा सुख, सौभाग्य की वृद्धि करने
                वाला होता है। जो रुद्राक्ष आंवले के बराबर है, वह सभी अनिष्टों का विनाश करने वाला तथा सभी मनोरथों को
                पूर्ण करने वाला होता है। रुद्राक्ष जैसे-जैसे छोटा होता है, वैसे ही वैसे अधिक फल देने वाला होता है। पापों
                का नाश करने के लिए रुद्राक्ष धारण अवश्य करना चाहिए। यह संपूर्ण अभीष्ट फलों की प्राप्ति सुनिश्चित करता
                है। लोक में मंगलमय रुद्राक्ष जैसा फल देने वाला कुछ भी नहीं है। समान आकार वाले चिकने, गोल, मजबूत, मोटे,
                कांटेदार रुद्राक्ष (उभरे हुए छोटे-छोटे दानों वाले रुद्राक्ष ) सब मनोरथ सिद्धि एवं भक्ति-मुक्ति दायक हैं
                किंतु कीड़ों द्वारा खाए गए, टूटे-फूटे, कांटों से युक्त तथा जो पूरा गोल न हो, इन पांच प्रकार के
                रुद्राक्षों का त्याग करें। जिस रुद्राक्ष में अपने आप डोरा पिरोने के लिए छेद हो, वही उत्तम माना गया है।
            </p>
            <p>जिसमें मनुष्य द्वारा छेद किया हो उसे मध्यम श्रेणी का माना जाता है। इस जगत ग्यारह सौ रुद्राक्ष धारण करके
                मनुष्य जो फल पाता है, उसका में वर्णन नहीं किया जा सकता। भक्तिमान पुरुष साढ़े पांच सौ रुद्राक्ष के दानों
                का मुकुट बना ले और उसे सिर पर धारण करे। तीन सौ साठ दानों का हार बना ले, ऐसे तीन हार बनाकर उनका यज्ञोपवीत
                धारण करे</p>
            <p>महर्षियो! सिर पर ईशान मंत्र से कान में तत्पुरुष मंत्र से रुद्राक्ष धारण करना चाहिए। गले में रुद्राक्ष,
                मस्तक पर त्रिपुण्डधारी रुद्राक्ष पहने 'ॐ नमः शिवाय' मंत्र का जाप करने वाला मनुष्य यमपुर को नहीं जाता।
                रुद्राक्ष माला पर मंत्र जपने का करोड़ गुना फल मिलता है</p>
        </div>

        <div class="section">
            <h2>रुद्राक्ष कब धारण करना चाहिए?</h2>
            <p>रुद्राक्ष को सोमवार के दिन या किसी शुभ मुहूर्त में धारण करना सबसे अच्छा माना जाता है। विशेषकर पूर्णिमा,
                महाशिवरात्रि, और प्रदोष व्रत के दिन इसे धारण करना शुभ होता है।</p>
        </div>

        <div class="section">
            <h2>रुद्राक्ष को कब साफ करना चाहिए?</h2>
            <p>रुद्राक्ष को नियमित रूप से साफ करना चाहिए, खासकर हर पूर्णिमा या अमावस्या के दिन। इसे गंगाजल, कच्चे दूध या
                ताजे पानी से धो सकते हैं और बाद में धूप में सूखा सकते हैं</p>
        </div>

        <div class="section">
            <p>हम आपकी ग्रह स्थिति और विशिष्ट व्यावसायिक समस्याओं के आधार पर उपयुक्त रुद्राक्ष 🌿 की सिफारिश कर सकते
                हैं। रुद्राक्ष के मोती जीवन में केवल सकारात्मक परिणाम 🌟✨ लाने के लिए जाने जाते हैं, जो आपकी व्यक्तिगत
                😊 और व्यावसायिक वृद्धि 🌱📈 को बढ़ावा देते हैं, और आपके ज्योतिषीय आवश्यकताओं 💫🌕 के साथ सामंजस्य
                स्थापित करते हैं।</p>
        </div>
    </div>

    <div class="footer">
        <p>Crystals Enhance Personal growth and well-being by aligning energy and fostering positive change.</p>
        <p>Get details from table and date</p>
        <p>To receive your personalized consultation, please book your appointment now.</p>
        @include('pdf.static_page.footer')
    </div>
</div> --}}
